# file: api.py
# -*- coding: utf-8 -*-

# from modules import *

kanas = dict({'あ':'a','ア':'A','か':'ka','カ':'KA','さ':'sa','サ':'SA','た':'ta','タ':'TA','な':'na','ナ':'NA','は':'ha','ハ':'HA','ま':'ma','マ':'MA','や':'ya','ヤ':'YA','ら':'ra','ラ':'RA','わ':'wa','ワ':'WA','い':'i','イ':'I','き':'ki','キ':'KI','し':'shi','シ':'SHI','ち':'chi','チ':'CHI','に':'ni','ニ':'NI','ひ':'hi','ヒ':'HI','み':'mi','ミ':'MI','り':'ri','リ':'RI','ゐ':'wi','ヰ':'WI','う':'u','ウ':'U','く':'ku','ク':'KU','す':'su','ス':'SU','つ':'tsu','ツ':'TSU','ぬ':'nu','ヌ':'NU','ふ':'fu','フ':'FU','む':'mu','ム':'MU','ゆ':'yu','ユ':'YU','る':'ru','ル':'RU','え':'e','エ':'E','け':'ke','ケ':'KE','せ':'se','セ':'SE','て':'te','テ':'TE','ね':'ne','ネ':'NE','へ':'he','ヘ':'HE','め':'me','メ':'ME','れ':'re','レ':'RE','ゑ':'we','ヱ':'WE','お':'o','オ':'O','こ':'ko','コ':'KO','そ':'so','ソ':'SO','と':'to','ト':'TO','の':'no','ノ':'NO','ほ':'ho','ホ':'HO','も':'mo','モ':'MO','よ':'yo','ヨ':'YO','ろ':'ro','ロ':'RO','を':'wo','ヲ':'WO','ん':'n','ン':'N'})

#print(kanas.get('あ'))

exemple = "かたかな"

print(exemple[0])